export const MangoItems=[
    {
        catagory:"হাড়ি আম",
        id:1,
        price:540,
        stock:400,
        url:"/a1.png",
        inStock:false
    },
    {
        catagory:"ল্যাংড়া আম",
        id:2,
        price:540,
        stock:400,
     url:"/a2.png",
     inStock:true
    },
    {
        catagory:"হাড়ি আম",
        id:3,
        price:540,
        stock:400,
            url:"/a1.png",
            inStock:false
    },
    {
        catagory:"ল্যাংড়া আম",
        id:4,
        price:540,
        stock:400,
        url:"/a3.png",
        inStock:true
    },
    {
        catagory:"হাড়ি আম",
        id:5,
        price:540,
        stock:400,
            url:"/a1.png",
            inStock:false
    },
    {
        catagory:"ল্যাংড়া আম",
        id:6,
        price:540,
        stock:400,
            url:"/a2.png",
            inStock:false
    },
]

export const productsArr=[
    {
     catagory:{
        title:"mangoo",
        productsData:[
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
        ]
     }
    },
    {
     catagory:{
        title:"watch",
        productsData:[
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
        ]
     }
    },
    {
     catagory:{
        title:"khejurer gur",
        productsData:[
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
        ]
     }
    },
    {
     catagory:{
        title:"t-Shirt",
        productsData:[
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
            {
                id:1,
                name:"হাড়ি আম",
                inStock:true,
                price:321,
                desc:"হাড়ি আম বাংলাদেশের একটি জনপ্রিয় আমের জাত, যা বিশেষত মিষ্টি এবং রসালো হওয়ার জন্য পরিচিত। এটি সাধারণত গ্রীষ্মকালীন ফল, এবং এর সুগন্ধি, মিষ্টি স্বাদ অনেককে আকর্ষণ করে।"
            },
        ]
     }
    },
]